//лаб 1
#include <locale.h>
#include <stdio.h>
void name()
{
	puts("*******************************************");
	puts("*                                         *");
	puts("* тема: Разработка консольного приложения *");
	puts("*                                         *");
	puts("* Выполнила: Дробот Анастасия Сергеевна   *");
	puts("*                                         *");
	puts("*******************************************");
}
void date()
{
	puts("    _       _     _   _");
	puts("/| |_|  /| | |   | | |_");
	puts(" | |_|   | |_|   |_| |_|");
}
void car()
{
	puts("    ____");
	puts(" __/__|__\\____");
	puts("|  _     _    |");
	puts("-(_)-------(_)-\\");
}
void main()
{
	setlocale(LC_ALL,"RUS");
	puts("Моя программа");
	name();
	date();
	car();
}					


